<template>
  <section>
    <PageTitle title="Обо мне" />

    <div class="container pb-5">
      <div class="row">
        <div class="col-md-5 col-lg-4">
          <img src="~/assets/images/about.jpg" class="img-fluid mb-6" alt="Евгения Овчинникова, писатель" />
        </div>
        <div class="col-md-7 col-lg-8">
          <p>Я работаю в жанре детективного триллера, реализма и мистики, но в каком бы жанре ни был роман, повесть или рассказ, мои истории прежде всего о людях. О хороших и не очень, странных и обычных, которые влюбляются, делают трудный выбор, попадают в неприятности, смотрят на мир, дышат и чувствуют. Какими бы ни были мои герои, люблю их и сочувствую, и вообще люблю все, о чем пишу, потому что любовь – точка, в которой все начинается и к чему все приходит.</p>
          <p>Я родилась в Уссурийске, выросла в Кокшетау. Когда была подростком, моя семья снова переехала на Дальний Восток, в город Арсеньев. Там окончила университет и сразу после переехала в Петербург. Частые переезды разбудили любовь к путешествиям, и теперь они – мое хобби. Я не коллекционирую поездки, а храню каждую из них в сердце – улицы, дома, дороги, людей, обычную жизнь, которой живут в другой культуре, на другой стороне земного шара.</p>
          <p>Читать обожала с детства, но никогда не думала, что стану писателем. Я окончила ДВГТУ по специальности «Экономика машиностроения», почти сразу основала собственную ИТ-компанию. В 2012-м году из любопытства пошла учиться в Литературную мастерскую Андрея Аствацатурова и Дмитрия Орехова, а в 2016-м, после особенно эмоциональной лекции по подтексту, села и написала рассказ «Эммануэль», который позже вошел в дебютный сборник «Мортал комбат и другие 90-е».</p>
          <p>Мои книги становились победителями конкурсов «Электронная буква» и «Белая ворона», лауреатом конкурса им. Сергея Михалкова. Кроме того, я четырежды финалистка «Книгуру», финалистка премии имени Самуила Маршака и премии имени Дмитрия Горчева.</p>
          <p>Живу в Петербурге с мужем и двумя детьми.</p>
        </div>
      </div>
      <div class="row mt-5">
        <div class="col text-center">
          <a href="/books" class="btn btn-primary btn-lg">Мои книги</a>
        </div>
      </div>
    </div>

  </section>
</template>
<script setup lang="ts">
</script>