<template>
  <section>
    <PageTitle title="Аудио и ТВ" />

    <div class="container">
      <div class="row">
        <div class="col">
          <MediaBook url="https://www.kinoafisha.info/series/6287/"
                     title="Дурная кровь. Сериал. Мелодрама, мистика. ТВ3."
                     details="Главный герой, Максим, получил в наследство от матери ведьмовской дар. История двух поколений на фоне борьбы добра и зла."
                     action="Страница сериала на Киноафише"
          />
          <MediaBook url="https://books.yandex.ru/audiobooks/AblLQPSV/impressions"
                     title="Чемодан. Аудиоспектакль на Storytel. Ужасы, детектив, триллер. Входит в сборник «Если вы слышите эту запись...»."
                     details="Когда мне было пять лет, маме дали квартиру «от государства». Квартира оказалась разгромленная, поэтому вся родня собралась, чтобы помочь нам расхламиться. Когда большая часть бардака была отправлена в мусорные баки, дядя Миша полез выгребать хлам на антресоли. Оттуда он достал дипломат (который черный, с металлическими заклепками), заглянул в него, потом бросился в ванную и его долго рвало. После он молча вышел из квартиры и унес дипломат на дальнюю мусорку. С тех пор прошло 32 года, и мы до сих пор не знаем, что было внутри. Я дописала эту историю, и получился «Чемодан»."
                     action="Слушать"
          />
          <MediaBook url="https://youtu.be/DaEJAVs2owY"
                     title="Люди в окне. Ужасы, триллер. ТВ-3 Dark. Входит в антологию «Страшные истории»."
                     details="Екатеринбург. Случайная ночевка в заброшенном доме в лесу приводит к страшным событиям. Всю ночь с улицы сквозь закрытое окно кто-то смотрел на неудачливого охотника. Уехав, он сам привёл их в город и к своему дому. А они каждую ночь смотрят и ждут. Но чего?"
                     action="Смотреть"
          />
        </div>
      </div>
    </div>

  </section>
</template>
<script setup lang="ts">
</script>