<template>
  <section>
    <PageTitle title="Иди и возвращайся" second-url="/books" second-label="Книги" />

    <div class="container">
      <div class="row">

        <div class="col-md-4">
          <div class="mb-3">
            <img src="/images/books/book-return@2x.jpg" alt="Иди и возвращайся" class="img-fluid book-img" />
          </div>
          <div class="mb-3 d-grid">
            <a href="https://www.litres.ru/static/or4/view/or.html?baseurl=/pub/t/40219534.&uuid=1d684ba0-196a-11e9-96df-0cc47a545a1e&art=40219534&trials=1&user=0&file=46857069&trial=1&price=199.00&texttrialbutton=%D0%9A%D1%83%D0%BF%D0%B8%D1%82%D1%8C%20%D0%BF%D0%BE%D0%BB%D0%BD%D1%83%D1%8E%20%D0%B2%D0%B5%D1%80%D1%81%D0%B8%D1%8E%20%D0%B7%D0%B0%20199.00&uilang=ru&catalit2&half=1&track_reading&friendly_url=%2Fevgeniya-ovchinnikova%2Fidi-i-vozvraschaysya%2F" target="_blank" class="btn btn-primary btn-lg">Читать отрывок</a>
          </div>
          <div>ISBN: 978-5-00083-552-4</div>
          <div>Серия: “Иди и возвращайся”</div>
          <div>Издательство: КомпасГид, 2019 г.</div>
          <hr class="my-4 py-0">
          <h4>Купить бумажную книгу</h4>
          <div class="d-flex justify-content-between py-2">
            <a href="https://www.labirint.ru/books/677980/" target="_blank">Labirint.ru</a>
            <span class="fw-bold">406 ₽</span>
          </div>
          <hr class="my-4 py-0">
          <h4>Скачать электронную книгу</h4>
          <div class="d-flex justify-content-between py-2">
            <a href="https://www.litres.ru/evgeniya-ovchinnikova/idi-i-vozvraschaysya/" target="_blank">Litres.ru</a>
            <span class="fw-bold">389 ₽</span>
          </div>
          <hr class="my-4 py-0">
          <h4>Слушать аудиокнигу</h4>
          <div class="d-flex justify-content-between py-2">
            <a href="https://www.litres.ru/evgeniya-ovchinnikova/idi-i-vozvraschaysya-63614987/" target="_blank">Litres.ru</a>
          </div>

          <hr class="my-4 py-0">
        </div>

        <div class="col-md-8">

          <p>Детективный триллер в питерских декорациях. Мать Нины пропала без вести, и ни отец, ни полиция не нашли зацепок. Три года спустя, когда Нина и папа научились жить вдвоем, на телефон Нины приходит анонимная смс «дорогая я здесь удали это сообщение». Нина начинает собственное расследование, чтобы выяснить, что скрывал все это время отец, следователь и бывшие коллеги мамы.</p>
          <p>Эта книга пришла ко мне, когда я гуляла центру Питера холодной затянувшейся весной 2017-го года. Я думала об одинокой, грустной девочке, которая мечется по городу в поисках матери и… – не может найти. В каждом прохожем четырнадцатилетняя Нина видит его персонального монстра, доисторическое чудовище: басилозавра, прогнатодона, архелона. Видит - и рисует человека именно так.</p>
          <p>Первая часть детективной трилогии «Иди и возвращайся».</p>
          <p>Для среднего школьного возраста и старше. Издательство КомпасГид, 2019 г.</p>

          <ul>
            <li>Финалист Всероссийского конкурса на лучшее произведение для детей и юношества «Книгуру» в 2017-м году.</li>
            <li>Обладатель Знака «Нравится детям Ленинградской области» в 2019-м году.</li>
            <li>Полуфиналист премии имени Владислава Крапивина в 2019-м году.</li>
            <li>Входит в каталог «100 лучших книг для детей и подростков», рекомендованных Центральной городской детской библиотекой им. Гайдара.</li>
          </ul>

          <h3 class="mb-3 mt-8">Отзывы</h3>
          <Review name="Леся"
                  text="Особенно мне понравилась Нина, главная героиня. Я с ней почувствовала какое-то родство, какую-то особую связь. Вот реально, как будто с меня списана. Я тоже вечно гоняю в джинсах, кедах и пучком на голове и тоже слегка «Не от мира сего».  И прекрасно понимаю ее некую меланхоличность. Мама пропала, пережить такое очень сложно. Я вот лично не представляю, как бы я себя вела в такой тяжелой ситуации. Наверное, не вылезала бы из-под одеяла и не выходила бы из дома больше никогда.  А Нина как-то справляется. Даже нашла способ отвлекаться от грустных мыслей и избавляться от чудищ, которые ее повсюду окружают. Их она рисует в своем альбоме, и боль на время отпускает. Такая своеобразная арт-терапия."
                  url="https://www.labirint.ru/reviews/goods/677980/" />
          <Review name="Ефимова Анастасия"
                  text="Обыкновенная семья, повседневное утро, все как обычно и ничего не предвещало беды. Только мама в этот день после работы не вернулась домой. Ни сегодня, ни завтра и даже не через три года… Кажется, что дочка Нина и ее папа уже опустили руки и смирились со случившимся. Если только бы не смс, которая пришла Нине на телефон с очень загадочным содержанием…   Заинтриговала? Лично я прочитала этот детектив на одном дыхании! Мне не терпелось узнать, что же будет дальше и чем все закончится! Автор продумала каждую деталь и каждая глава заканчивалась так, что не заглянуть в следующую уже было невозможно. Хоть книга и с пометкой 12+, я в свои почти 27 лет прочитала ее с большим интересом! Качественный и очень интересный подростковый детектив, поэтому тут только 10/10!"
                  url="https://www.labirint.ru/reviews/goods/677980/" />

        </div>
      </div>
    </div>

  </section>
</template>

<script setup lang="ts">
import Review from "~/components/Review.vue";

useHead({
  title: 'Иди и возвращайся – Евгения Овчинникова, писательница',
  meta: [
    { name: 'description', content: 'Детективный триллер в питерских декорациях. Мать Нины пропала без вести, и ни отец, ни полиция не нашли зацепок. Три года спустя, когда Нина и папа научились жить вдвоем, на телефон Нины приходит анонимная смс «дорогая я здесь удали это сообщение». Нина начинает собственное расследование, чтобы выяснить, что скрывал все это время отец, следователь и бывшие коллеги мамы.' },
  ],
})
</script>