<template>
  <section>
    <PageTitle title="Рукопожатие кирпича и другие свидетельства о 90-х" second-url="/books" second-label="Книги" />

    <div class="container">
      <div class="row">

        <div class="col-md-4">
          <div class="mb-3">
            <img src="/images/books/book-brick@2x.jpg" alt="Рукопожатие кирпича и другие свидетельства о 90-х" class="img-fluid book-img" />
          </div>
          <div class="mb-3 d-grid">
            <a href="https://www.litres.ru/static/or4/view/or.html?baseurl=/pub/t/48687285.&uuid=22740323-1526-11ea-a5dd-0cc47a5f3f85&art=48687285&trials=1&user=0&file=60723458&trial=1&price=349.00&texttrialbutton=%D0%9A%D1%83%D0%BF%D0%B8%D1%82%D1%8C%20%D0%BF%D0%BE%D0%BB%D0%BD%D1%83%D1%8E%20%D0%B2%D0%B5%D1%80%D1%81%D0%B8%D1%8E%20%D0%B7%D0%B0%20349.00&uilang=ru&catalit2&half=1&track_reading&friendly_url=%2Fsbornik%2Frukopozhatie-kirpicha-i-drugie-svidetelstva-o-devyanostyh%2F" target="_blank" class="btn btn-primary btn-lg">Читать отрывок</a>
          </div>
          <div>ISBN: 978-5-89091-539-9</div>
          <div>Издательство: Симпозиум, 2020 г.</div>
          <hr class="my-4 py-0">
          <h4>Купить бумажную книгу</h4>
          <div class="d-flex justify-content-between py-2">
            <a href="https://www.labirint.ru/books/733399/" target="_blank">Labirint.ru</a>
            <span class="fw-bold">1521 ₽</span>
          </div>
          <hr class="my-4 py-0">
          <h4>Скачать электронную книгу</h4>
          <div class="d-flex justify-content-between py-2">
            <a href="https://www.litres.ru/sbornik/rukopozhatie-kirpicha-i-drugie-svidetelstva-o-devyanostyh/" target="_blank">Litres.ru</a>
            <span class="fw-bold">349 ₽</span>
          </div>
          <hr class="my-4 py-0">
        </div>

        <div class="col-md-8">
          <p>Российские девяностые уже много лет как являются предметом активного художественного и философского осмысления, и общественного консенсуса относительно этого периода пока нет и в ближайшем времени, судя по всему, не предвидится. Отчасти это связано с тем, что ещё слишком свежи и порой болезненны воспоминания об этом времени, отчасти с тем, что "невозможность объяснить явление до конца - свидетельство его подлинности", как сформулировал один замечательный современный писатель и историк, писавший в том числе и о девяностых.</p>
          <p>В этот сборник вошли произведения трёх десятков литераторов - совершенно разных по мировоззрению, стилистике, эстетическим и житейским предпочтениям. Главное, что их объединяет, - искренность высказывания и плодотворность интеллектуального и художественного поиска: "Я понять тебя хочу, смысла я в тебе ищу…"</p>
          <p>Произведения, включённые в сборник, разбиты на два больших раздела. В первый вошли сочинения в жанрах, традиционно относящихся к литературе художественной. Второй раздел составлен из текстов, которые формально проходят по ведомствам журналистики, публицистики и гуманитарной науки, но, на наш взгляд, остаются по-прежнему актуальными, несмотря на то что газета и журнал, как принято считать, живут один день. Мы постарались сделать так, чтобы рассказы, пьесы, эссе, статьи, очерки и стихи, помещённые здесь, вступали в диалог между собой и дополняли друг друга.</p>
          <p>Многие произведения написаны двадцать и даже тридцать лет назад, многие - специально для это</p>
          <p>Сборник составили рассказы, очерки, пьесы, стихотворения отечественных литераторов, посвященные жизни в России в 1990-е годы.</p>
        </div>

      </div>
    </div>

  </section>
</template>

<script setup lang="ts">
</script>