<template>
  <section>
    <PageTitle title="Мортал комбат и другие 90-е" second-url="/books" second-label="Книги" />

    <div class="container">
      <div class="row">

        <div class="col-md-4">
          <div class="mb-3">
            <img src="/images/books/book-mortal-kombat@2x.jpg" alt="Мортал комбат и другие 90-е" class="img-fluid book-img" />
          </div>
          <div class="mb-3 d-grid">
            <a href="https://www.litres.ru/static/or4/view/or.html?baseurl=/pub/t/38623875.&uuid=d4bea62b-cf60-11e8-958e-0cc47a5453d6&art=38623875&trials=1&user=0&file=44843394&trial=1&price=199.00&texttrialbutton=%D0%9A%D1%83%D0%BF%D0%B8%D1%82%D1%8C%20%D0%BF%D0%BE%D0%BB%D0%BD%D1%83%D1%8E%20%D0%B2%D0%B5%D1%80%D1%81%D0%B8%D1%8E%20%D0%B7%D0%B0%20199.00&uilang=ru&catalit2&half=1&track_reading&friendly_url=%2Fevgeniya-ovchinnikova%2Fmortal-kombat-i-drugie-90-e%2F" target="_blank" class="btn btn-primary btn-lg">Читать отрывок</a>
          </div>
          <div>ISBN: 978-5-00083-450-3</div>
          <div>Серия: “Подросток N”</div>
          <div>Издательство: КомпасГид, 2018 г.</div>
          <hr class="my-4 py-0">
          <h4>Купить бумажную книгу</h4>
          <div class="d-flex justify-content-between py-2">
            <a href="https://www.labirint.ru/books/640581/" target="_blank">Labirint.ru</a>
            <span class="fw-bold">384 ₽</span>
          </div>
          <hr class="my-4 py-0">
          <h4>Скачать электронную книгу</h4>
          <div class="d-flex justify-content-between py-2">
            <a href="https://www.litres.ru/evgeniya-ovchinnikova/mortal-kombat-i-drugie-90-e/" target="_blank">Litres.ru</a>
            <span class="fw-bold">199 ₽</span>
          </div>


          <hr class="my-4 py-0">
        </div>

        <div class="col-md-8">

          <p>Дебютный сборник рассказов о детстве в девяностые. Девочка с именем и фамилией как у автора смотрит фильмы в видеосалоне, просит девушку с электростанции не отключать свет, ходит в театр по билетам, полученным в счет зарплаты родителей, участвует в параде в день приезда Михаила Горбачева, охотится за вкладышем от жвачки «Турбо». Рассказы из прошлого обрамлены историей в настоящем, в которой племянник выросшей Жени читает ее рассказы.</p>
          <p>Несмотря на схожести моментов биографии, сборник не автобиографический. В рассказах я с точностью и юмором (и любовью, конечно же) постаралась описать обычных людей, живущих в непростое время.</p>
          <p>Для среднего школьного возраста и старше. Издательство КомпасГид, 2018 г.</p>

          <ul>
            <li>Финалист Всероссийского конкурса на лучшее произведение для детей и юношества «Книгуру» в 2016-м году.</li>
            <li>Финалист Знака «Нравится детям Ленинградской области» в 2018 году.</li>
            <li>Вошла в список “Лучшие книги лета - 2018” минского книжного фестиваля «Город и книги».</li>
            <li>Вошла в список пяти лучших книг, которые «расскажут подросткам о 90-х» российского портала об образовании Mel.fm.</li>
            <li>Входит в каталог 100 лучших книг для детей и подростков, рекомендованных РГДБ им. Гайдара.</li>
          </ul>

          <h3 class="mb-3 mt-8">Отзывы</h3>
          <Review name="Lida M"
                  text="Когда я взяла книжку в руки, то ждала невразумительной ностальгии с примесью легкого треша, но оказалось, что это настоящая литература. Да, возможно, я предвзята — у меня были похожие истории и с детской влюбленностью в местную звезду (правда, не театра), и со строительством туалета на даче, и даже с собакой за хлебом я ходила так же. Но елки-палки! Это на самом деле увлекательная и стоящая книга — к тому же с примесью метапрозы."
                  url="https://www.labirint.ru/reviews/goods/640581/" />
          <Review name="Соколовская Полина"
                  text="Если ваше детство прошло в 90-е, вы собирали вкладыши от жвачек Turbo и Love Is, то эта книга заставит вас понастальгировать, вспомнить жизнь без мобильных телефонов и интернета.  Я отчетливо помню как мы играли во дворе в казаки-разбойники, закапывали «секретики» с картинками, собирали диснеевские журналы и покупали отдельные наклейки для них, выбирали лосины и спортивные костюмы с полосками поярче. Ещё мама заказала мне однажды золотые серёжки, это было прям супер событие, когда их привезли откуда-то из заграницы.  А в «Мортал Комбат» я любила играть со своим старшим братом на приставке, фильм я не смотрела."
                  url="https://www.labirint.ru/reviews/goods/640581/" />

        </div>
      </div>
    </div>

  </section>
</template>

<script setup lang="ts">
import Review from "~/components/Review.vue";
</script>