<template>
  <section>
    <PageTitle title="Магия Зеро" second-url="/books" second-label="Книги" />

    <div class="container">
      <div class="row">

        <div class="col-md-4">
          <div class="mb-3">
            <img src="/images/books/book-zero@2x.jpg" alt="Магия Зеро" class="img-fluid book-img" />
          </div>
          <div class="mb-3 d-grid">
            <a href="https://www.litres.ru/static/or4/view/or.html?baseurl=/pub/t/42380427.&uuid=5f3f4930-6508-11e9-b9d6-0cc47a520474&art=42380427&trials=1&user=0&file=49368530&trial=1&price=199.00&texttrialbutton=%D0%9A%D1%83%D0%BF%D0%B8%D1%82%D1%8C%20%D0%BF%D0%BE%D0%BB%D0%BD%D1%83%D1%8E%20%D0%B2%D0%B5%D1%80%D1%81%D0%B8%D1%8E%20%D0%B7%D0%B0%20199.00&uilang=ru&catalit2&half=1&track_reading&friendly_url=%2Fevgeniya-ovchinnikova%2Fmagiya-zero%2F" target="_blank" class="btn btn-primary btn-lg">Читать отрывок</a>
          </div>
          <div>ISBN: 978-5-00083-497-8</div>
          <div>Серия: “Иди и возвращайся”</div>
          <div>Издательство КомпасГид, 2019 г.</div>
          <hr class="my-4 py-0">
          <h4>Купить бумажную книгу</h4>
          <div class="d-flex justify-content-between py-2">
            <a href="https://www.labirint.ru/books/687775/" target="_blank">Labirint.ru</a>
            <span class="fw-bold">406 ₽</span>
          </div>
          <hr class="my-4 py-0">
          <h4>Скачать электронную книгу</h4>
          <div class="d-flex justify-content-between py-2">
            <a href="https://www.litres.ru/evgeniya-ovchinnikova/magiya-zero/" target="_blank">Litres.ru</a>
            <span class="fw-bold">389 ₽</span>
          </div>
          <hr class="my-4 py-0">
          <h4>Слушать аудиокнигу</h4>
          <div class="d-flex justify-content-between py-2">
            <a href="https://www.litres.ru/evgeniya-ovchinnikova/magiya-zero-65765881/" target="_blank">Litres.ru</a>
          </div>

          <hr class="my-4 py-0">
        </div>

        <div class="col-md-8">
          <p>Детективный триллер, продолжение книги «Иди и возвращайся», читается как отдельное произведение.</p>
          <p>После переезда из Питера семья Нины год прожила на Сицилии. Начинаются летние каникулы, и в гости приезжают друзья детства – Настя и Ваня. Совершенно случайно они спасают незнакомого человека, случайно попадают в его дом и крадут оттуда четырнадцать песчанок с красными лампочками на головах – тоже случайно, разумеется. Оставаться дома нельзя, потому что за песчанками идет настоящая охота.</p>
          <p>Чтобы героям было еще веселее, я добавила в книгу иллюзиониста Зеро, рогатый корабль и неведомую черную тварь, которая так и норовит схватить Нину.</p>
          <p>Местом действия не случайно выбрана моя любимая Сицилия. Характером история очень на нее похожа – яркая, неожиданная, многоплановая, не всегда логичная, но добрая.</p>
          <ul>
            <li>Финалист Всероссийского конкурса на лучшее произведение для детей и юношества «Книгуру» в 2018-м году.</li>
            <li>Входит в каталог 100 лучших книг для детей и подростков, рекомендованных РГДБ им. Гайдара.</li>
          </ul>

          <h3 class="mb-3 mt-8">Отзывы</h3>
          <Review name="Минаева Алиса"
                  text="Если вы, как и я, ждали продолжения «Иди и возвращайся», то, полагаю, вы тоже обрадуетесь, когда возьмете в руки «Магию Зеро»!  К слову, книги и тон повествования разительно отличаются. Если «Иди и возвращайся» очень холодная, рассказывает о потерях, а действие происходит в промозглом Санкт-Петербурге, то «Магия Зеро» очень теплая. Место действия в этот раз солнечная Италия, сама история повествует о том, как ужиться после долгой разлуки. От книги так и веет пиццей только из печи и свежесваренной дымящейся пастой с ароматным томатным соусом.  Накал страстей, соответственно, в «Магии Зеро» на порядок сильнее, хотя история уже не такая трагичная, а скорее житейская."
                  url="https://www.labirint.ru/reviews/goods/687775/" />
          <Review name="Миля"
                  text="«Магия Зеро» оставляет после себя приятное послевкусие. Книга солнечная, легкая, теплая — как побережье Италии, где прогуливаются главные герои. Место действия во многом определило и тон повествования.  Если предыдущая часть трилогии, «Иди и возвращайся», была довольно мрачным детективом и рассуждала о потерях, а все события происходили на фоне промозглого Санкт-Петербурга, то продолжение больше походит на увлекательное приключение с запутанными головоломками и размышляет о более приземленных проблемах. Например, как ужиться всем вместе и не выбесить друг друга. От того и подано все несколько веселее и задорнее."
                  url="https://www.labirint.ru/reviews/goods/687775/" />

        </div>
      </div>
    </div>

  </section>
</template>

<script setup lang="ts">
import Review from "~/components/Review.vue";

useHead({
  title: 'Магия Зеро – Евгения Овчинникова, писательница',
  meta: [
    { name: 'description', content: 'После переезда из Питера семья Нины год прожила на Сицилии. Начинаются летние каникулы, и в гости приезжают друзья детства – Настя и Ваня. Совершенно случайно они спасают незнакомого человека, случайно попадают в его дом и крадут оттуда четырнадцать песчанок с красными лампочками на головах – тоже случайно, разумеется. Оставаться дома нельзя, потому что за песчанками идет настоящая охота.' },
  ],
})
</script>