<template>
  <section>
    <PageTitle title="220 метров" second-url="/books" second-label="Книги" />

    <div class="container">
      <div class="row">

        <div class="col-md-4">
          <div class="mb-3">
            <img src="/images/books/book-220-metrov@2x.jpg" alt="220 метров" class="img-fluid book-img" />
          </div>

          <h4>Купить бумажную книгу</h4>
          <BuyBook shop="Сайт издательства" url="https://alpinabook.ru/catalog/book-220-metrov/?offerId=101023" />
          <hr class="my-4 py-0">
        </div>

        <div class="col-md-8">
          <p>Со всей любовью - о старом Питере и конкретно о районе Пески, об осином гнезде коммуналки и, конечно, о семье, которую вовлекают в расследование убийства.</p>
          <p>Агент по недвижимости Михаил долго готовил сделку по расселению десятикомнатной петербургской коммуналки. Но накануне продажи в одной из комнат под полом обнаруживают труп. Тем временем Лена, жена Михаила, подозревает, что случившееся связано с событиями из ее юности. Пока идет расследование, отношения Михаила и Лены проходят одно испытание за другим: возвращаются люди из прошлого, а настоящее таит немало загадок.</p>
        </div>
      </div>
    </div>
  </section>
</template>

<script setup lang="ts">
import BuyBook from "~/components/BuyBook.vue";

useHead({
  title: '220 метров – Евгения Овчинникова',
  meta: [
    { name: 'description', content: 'Со всей любовью - о старом Питере и конкретно о районе Пески, об осином гнезде коммуналки и, конечно, о семье, которую вовлекают в расследование убийства.' },
  ],
})
</script>