<template>
  <HeroBlock />

  <div class="container-fluid bg-white">
    <div class="container py-6">
      <div class="row mb-4">
        <div class="col">
          <SectionHeading>Об авторе</SectionHeading>
        </div>
      </div>
      <div class="row">
        <div class="col-12 col-md-4 text-center">
          <img src="~/assets/images/about.jpg" class="img-fluid mb-6" alt="Евгения Овчинникова, писатель" />
        </div>
        <div class="col-12 col-md-8">
          <p class="lead mb-4">Я работаю в жанре детективного триллера, реализма и мистики, но в каком бы жанре ни был роман, повесть или рассказ, мои истории прежде всего о людях. О хороших и не очень, странных и обычных, которые влюбляются, делают трудный выбор, попадают в неприятности, смотрят на мир, дышат и чувствуют. Какими бы ни были мои герои, люблю их и сочувствую, и вообще люблю все, о чем пишу, потому что любовь – точка, в которой все начинается и к чему все приходит.</p>
          <a href="/about" class="btn d-block d-md-inline-block btn-outline-primary btn-md" role="button" target="_parent">Подробнее →</a>
        </div>
      </div>
    </div>
  </div>

  <div class="container-fluid bg-light">
    <div class="container py-6">
      <div class="row mb-6">
        <div class="col">
          <SectionHeading>Книги</SectionHeading>
        </div>
      </div>

      <IndexBook
          title="Хрустальные города"
          url="/book_hrustalnye_goroda"
          type="Роман"
          year="2025"
          publisher=""
          cover="/images/books/book-hrustalnye-goroda@2x.jpg">
        <p>Мне всегда хотелось написать о первой любви, именно как она начинается - с первого взгляда, улыбки, с первого движения друг к другу и до пожара, в котором горят герой и героиня.</p>
      </IndexBook>

      <IndexBook
          title="220 метров"
          url="/book_220_metrov"
          type="Роман"
          year="2025"
          publisher=""
          cover="/images/books/book-220-metrov@2x.jpg">
        <p>Со всей любовью – о старом Питере и конкретно о районе Пески, об осином гнезде коммуналки и, конечно, о семье, которую вовлекают в расследование убийства.</p>
      </IndexBook>

      <IndexBook
          title="Сокровища"
          url="/book_treasure"
          type="Повесть"
          year=""
          publisher=""
          cover="/images/books/book-treasure@2x.jpg">
        <p>Реалистическая повесть о девочке Асе, которая проводит лето в деревне в семье тети. В большой семье каждый занят своим делом. Ася хранит и перепрятывает сокровища и воюет со злым индюком. Тетя делает коньяк из самогона и мечтает заработать на его продаже. Дядя не может решить, ломать ли сарай или чинить. Двоюродные сестры-подростки бесконечно красятся и болтают о мальчиках. Старшая сестра приезжает из города, молча ложится на кровать, несколько недель не встает и не рассказывает, почему. А бабушка...</p>
      </IndexBook>

      <IndexBook
          title="Сквозь огонь"
          url="/book_fire"
          type="Роман"
          year="2019"
          publisher="ЛитРес: Издательство"
          cover="/images/books/book-fire@2x.jpg">
        <p>Я начала писать "Сквозь огонь" как детектив, в котором встречается всего много и сразу: мертвая девочка-подросток, таинственное исчезновение ее тела, апокалиптический пожар, маленький городок в тайге, переплетение прошлого и настоящего. Все так и получилось, но для меня текст романа вышел за рамки обычной литературной работы. Я побывала в голове каждого из героев, жила их эмоциями - болью, грустью, любовью, виной и раскаянием. "Сквозь огонь" для меня как автора стал настоящим потрясением, в работе с которым я буквально прошла через пламя и воду.</p>
      </IndexBook>

      <IndexBook
          title="Мортал комбат и другие 90-е"
          url="/book_mortal_kombat"
          type="Сборник рассказов"
          year="2019"
          publisher="КомпасГид"
          cover="/images/books/book-mortal-kombat@2x.jpg">
        <p>Дебютный сборник рассказов о детстве в девяностые. Девочка с именем и фамилией как у автора смотрит фильмы в видеосалоне, просит девушку с электростанции не отключать свет, ходит в театр по билетам, полученным в счет зарплаты родителей, участвует в параде в день приезда Михаила Горбачева, охотится за вкладышем от жвачки «Турбо». Рассказы из прошлого обрамлены историей в настоящем, в которой племянник выросшей Жени читает ее рассказы.</p>
        <p>Несмотря на схожести моментов биографии, сборник не автобиографический. В рассказах я с точностью и юмором (и любовью, конечно же) постаралась...</p>
      </IndexBook>

      <IndexBook
          title="Иди и возвращайся"
          url="/book_return"
          type="Роман"
          year="2019"
          publisher="КомпасГид"
          cover="/images/books/book-return@2x.jpg">
        <p>Детективный триллер в питерских декорациях. Мать Нины пропала без вести, и ни отец, ни полиция не нашли зацепок. Три года спустя, когда Нина и папа научились жить вдвоем, на телефон Нины приходит анонимная смс «дорогая я здесь удали это сообщение». Нина начинает собственное расследование, чтобы выяснить, что скрывал все это время отец, следователь и бывшие коллеги мамы.</p>
        <p>Эта книга пришла ко мне, когда я гуляла центру Питера холодной затянувшейся весной 2017-го года. Я думала об одинокой, грустной девочке, которая мечется по городу в поисках матери и… – не может найти. В каждом прохожем четырнадцатилетняя Нина видит его персонального монстра, доисторическое...</p>
      </IndexBook>

      <IndexBook
          title="Магия Зеро"
          url="/book_zero"
          type="Роман"
          year="2019"
          publisher="КомпасГид"
          cover="/images/books/book-zero@2x.jpg">
        <p>Детективный триллер, продолжение книги «Иди и возвращайся», читается как отдельное произведение.</p>
        <p>После переезда из Питера семья Нины год прожила на Сицилии. Начинаются летние каникулы, и в гости приезжают друзья детства – Настя и Ваня. Совершенно случайно они спасают незнакомого человека, случайно попадают в его дом и крадут оттуда четырнадцать песчанок с красными лампочками на головах – тоже случайно, разумеется. Оставаться дома нельзя, потому что за песчанками идет настоящая охота...</p>
      </IndexBook>

      <IndexBook
          title="Обычные люди"
          url="/book_common_people"
          type="Роман"
          year="2021"
          publisher="КомпасГид"
          cover="/images/books/common-people@2x.jpg">
        <p>Детективно-приключенческий триллер, завершающий трилогию «Иди и возвращайся». Читается как отдельное произведение.</p>
        <p>ПосПрошло четыре года с момента последних приключений на Сицилии. Нина с семьей живет теперь в Сан-Франциско и учится в художественном колледже. Она избавилась от преследующих ее чудовищ, вышла из кризиса и наладила отношения с родителями. У нее новые друзья, дом с собственной мастерской и смешная собака. Но в день открытия ее персональной выставки происходит чудовищное - прямо посреди блестящего вечера похищают девочку, ровесницу Нины. После этого все рушится. Нине приходится бежать, менять города и страны, скрываться и драться. Но самое главное - она узнает тайну своего происхождения.</p>
      </IndexBook>

      <IndexBook
          title="Удивительные истории о любви"
          url="/book_stories"
          type="Сборник рассказов"
          year="2019"
          publisher="КомпасГид"
          cover="/images/books/book-stories@2x.jpg">
        <p>Здесь не важны жанры - главное, все тексты о любви. И все удивительные. На что вы готовы, чтобы спасти любимых? Чтобы помочь им? А чтобы забыть? Как она выглядит - настоящая любовь? Какие принимает формы?</p>
        <p>Обычный таксист бросает все и едет в Питер, чтобы спасти незнакомку.</p>
        <p>Рина хочет выжить в лабиринте, кишащем монстрами. Полагаться можно только на голос в рации. Но приведет он ее к спасению или убьет?</p>
        <p>Загадочный "Он" много лет охраняет сон девушки и ищет того, кто...</p>
      </IndexBook>

      <IndexBook
          title="Твист на банке из под шпрот"
          url="/book_twist"
          type="Сборник рассказов"
          year="2019"
          publisher="КомпасГид"
          cover="/images/books/book-twist@2x.jpg">
        <p>Книга собрана из рассказов, отмеченных по результатам конкурса среди выпускников мастерских CWS, созданных несколько лет назад Майей Кучерской.</p>
        <p>Спектр тем и сюжетов - самый широкий. Это и истории любви, и семейные драмы (и комедии), и детство, и старость, и офисные - полярные - консервные будни… Московская пробка и парижское кладбище. Фантастика и сугубый реализм. Объединяет рассказы одно: точное авторское зрение, умение сказать коротко о многом и цельно - о разном.</p>
      </IndexBook>

      <IndexBook
          title="Рукопожатие кирпича и другие свидетельства о 90-х"
          url="/book_brick"
          type="Сборник рассказов"
          year="2019"
          publisher="КомпасГид"
          cover="/images/books/book-brick@2x.jpg">
        <p>Российские девяностые уже много лет как являются предметом активного художественного и философского осмысления, и общественного консенсуса относительно этого периода пока нет и в ближайшем времени, судя по всему, не предвидится. Отчасти это связано с тем, что ещё слишком свежи и порой болезненны воспоминания об этом времени, отчасти с тем, что "невозможность объяснить явление до конца - свидетельство его подлинности", как сформулировал один замечательный современный писатель и историк, писавший в том числе и о девяностых.</p>
        <p>В этот сборник вошли произведения трёх десятков литераторов - совершенно разных по мировоззрению, стилистике, эстетическим...</p>
      </IndexBook>

      <IndexBook
          title="Никому не рассказывай"
          url="/book_ne_rasskazivay"
          type="Сборник рассказов"
          year="2021"
          publisher="Волчок"
          cover="/images/books/book-dont-tell@2x.jpg">
        <p>Сборник рассказов современных авторов, восьмой из серии "Рассказы Волчка". Его основная линия - тайны, недосказанности, и первые удивительные открытия в жизни.</p>
      </IndexBook>

    </div>
  </div>
</template>

<script setup lang="ts">
useHead({
  title: 'Евгения Овчинникова, писательница',
  meta: [
    { name: 'description', content: 'Я работаю в жанре детективного триллера, реализма и мистики, но в каком бы жанре ни был роман, повесть или рассказ, мои истории прежде всего о людях.' },
  ],
})
</script>